[
    {"ID":"1","FlowerName":"Rosiers","Type":"à fleurs groupées","Tips":"Si vous avez planté des rosiers à fleurs groupées dans votre jardin, vous pourrez vous réjouir de les voir fleurir du printemps à l'automne. Les rosiers à fleurs groupées sont particulièrement bien mis en valeur en groupes sur de grandes surfaces, car la plupart des variétés poussent de manière plutôt compacte et ne dépassent pas 60 centimètres de hauteur. Parmi les variétés les plus connues, on trouve le rosier touffu 'Bonica', le rosier blanc-crème 'Edelweiss' et le rosier jaune vif 'Goldmarie'.","Pic_URL":"https:\/\/res.cloudinary.com\/compo-com\/image\/fetch\/c_fill,g_xy_center,f_auto,w_560,h_420,x_iw_mul_50_div_100,y_ih_mul_50_div_100\/https:\/\/www.compo.de\/dam\/jcr:299eaa7f-ab83-428e-8fac-0ae22ea72ea1\/beetrose.jpg","Price":"36.5"},
    {"ID":"2","FlowerName":"Rosier","Type":"grimpants","Tips":"Rosiers grimpants et rosiers lianes peuvent atteindre plusieurs mètres de hauteur, ce qui les rend particulièrement attrayants. Les rosiers grimpants robustes poussent par exemple sur les murs des maisons, les arches des portails ou même les abris de voiture. Ils ressemblent aux rosiers à fleurs groupées, si ce n'est que leurs tiges peuvent atteindre jusqu'à cinq mètres de long. C'est pourquoi vous devez absolument mettre à disposition de la plante un support pour grimper. Ces derniers sont souvent encore trop petits pour les très grands rosiers lianes. Comme ils ont des tiges très souples, ils trouvent aussi un support sur les arbres ou les clôtures. Parmi les rosiers grimpants les plus appréciés, on trouve surtout la variété 'Santana' dont les magnifiques fleurs d'un rouge profond se retrouvent dans de nombreux jardins.","Pic_URL":"https:\/\/res.cloudinary.com\/compo-com\/image\/fetch\/c_fill,g_xy_center,f_auto,w_560,h_420,x_iw_mul_50_div_100,y_ih_mul_50_div_100\/https:\/\/www.compo.de\/dam\/jcr:ef6b3a99-4390-4fd1-a958-658c6600c993\/rose-types_rosen-arten_2.jpg","Price":"18.5"},
    {"ID":"3","FlowerName":"Rosier","Type":"à grandes fleurs","Tips":"Le rosier à grandes fleurs fait honneur à son nom : avec ses fleurs doubles, il attire les regards dans votre jardin de juin à octobre. Vous pouvez également reconnaître le rosier à grandes fleurs à son port érigé. Il peut atteindre jusqu'à 100 centimètres de hauteur. Ses roses conviennent bien comme fleurs coupées à mettre en vase.","Pic_URL":"https:\/\/res.cloudinary.com\/compo-com\/image\/fetch\/c_fill,g_xy_center,f_auto,w_560,h_420,x_iw_mul_50_div_100,y_ih_mul_50_div_100\/https:\/\/www.compo.de\/dam\/jcr:47fdc115-5ae6-4da4-8c1d-866fc443bfc5\/rose-types_rosen-arten_3.jpg","Price":"13.8"},
    {"ID":"4","FlowerName":"Rosier","Type":"arbustifs","Tips":"Les rosiers arbustifs, également appelés rosiers buissons, sont de véritables splendeurs en floraison. Mesurant 150 à 200 centimètres, ils atteignent une taille imposante. Mais ce n’est pas tout : les rosiers buissons poussent aussi bien en hauteur qu'en largeur. Ils conviennent donc parfaitement comme haie fleurie. Mais même plantés seuls, les rosiers buissons de toutes les couleurs font bonne figure dans votre jardin. Les variétés les plus belles sont les roses 'Elmshorn' à fleurs doubles ou les 'Fées des neiges' qui ne fleurissent qu’une fois.","Pic_URL":"https:\/\/res.cloudinary.com\/compo-com\/image\/fetch\/c_fill,g_xy_center,f_auto,w_560,h_420,x_iw_mul_50_div_100,y_ih_mul_50_div_100\/https:\/\/www.compo.de\/dam\/jcr:66bbf594-c2c7-4e69-bd45-48d750047590\/rose-types_rosen-arten_1.jpg","Price":"16.58"},
    {"ID":"5","FlowerName":"Orchidée","Type":"phalaenopsis","Tips":"Le phalaenopsis ou « orchidée papillon » est l'orchidée la plus connue. Son nom vient du grec phalaina (papillon) et opsis (ressemblance) : ses grandes fleurs peuvent évoquer en effet autant de papillons posés sur de longues hampes. L’immense succès de cette orchidée est dû à son élégance, à sa très longue floraison et à sa culture des plus faciles.\r\n\r\nLes orchidées Phalaenopsis les plus courantes affichent un blanc immaculé, évocateur de pureté et de raffinement. Il en existe toutefois bien d’autres, dans des tons de rose, de violet, de jaune, et même de bleu vif (Phalaenopsis 'Royal Blue'). Très originale, la variété 'Papagayo' est jaune crème bordé de rouge avec un halo blanc au centre et un labelle (troisième pétale) rouge. D’origine tropicale, les phalaenopsis demandent une température supérieure à 15 °C et beaucoup de lumière, sans soleil direct. Moyennant quelques soins adéquats, elles refleurissent facilement.","Pic_URL":"https:\/\/images.truffaut.com\/media\/wysiwyg\/PLANTES\/INTERIEUR\/Orchidee\/orchid-e_phalaenopsis.jpg","Price":"28.9"},
    {"ID":"6","FlowerName":"Orchidée","Type":"cymbidium","Tips":"Autre orchidée tropicale facile à vivre et très répandue également, le cymbidium fleurit abondamment et longuement en hiver, en grappes de fleurs vivement colorées. Cette orchidée, contrairement à la plupart des autres, supporte la fraîcheur. En été, elle peut sans problème être sortie au jardin, à l’ombre d’un arbre, et supporter des nuits un peu fraîches. À l’intérieur, les cymbidiums s’accommodent de températures allant de 7 à 24 °C et apprécient un écart d’au moins 5 °C entre le jour et la nuit. Ils ont besoin d’une lumière vive sans soleil direct.","Pic_URL":"https:\/\/images.truffaut.com\/media\/wysiwyg\/PLANTES\/INTERIEUR\/Orchidee\/orchidee_cymbidium_1.jpg","Price":"26"},
    {"ID":"7","FlowerName":"Orchidée","Type":"cambria","Tips":"Les orchidées cambria connurent un grand succès dans les années 1920\/1930 et coûtaient alors des sommes considérables. Elles sont faciles à cultiver et peuvent fleurir à tout moment de l’année. Les fleurs sont groupées le long de la tige et peuvent être de coloris divers. La variété d’orchidée Cambria 'Catatante' a par exemple une étonnante couleur chocolat ; 'Nelly Issler' est rouge et rose ; 'Bartley White' a des pétales et sépales pourpre brun bordé d'anis, avec un labelle crème et pourpre. Procurez aux cambrias une température comprise entre 10 et 25 °C et un emplacement lumineux sans soleil direct. Vous pourrez les faire refleurir en leur assurant un écart important de température entre le jour et la nuit.","Pic_URL":"https:\/\/images.truffaut.com\/media\/wysiwyg\/PLANTES\/INTERIEUR\/Orchidee\/orchidee_cambria.jpg","Price":"29.95"},
    {"ID":"8","FlowerName":"Orchidée","Type":"oncidium","Tips":"Les oncidiums fleurissent en général entre l’automne et le printemps, en grappes spectaculaires. Chaque hampe porte une multitude de fleurs petites à moyennes, souvent parfumées, qui peuvent être de couleurs diverses. Le coloris le plus usuel est le jaune mêlé de brun, ce qui donne aux fleurs de cette orchidée l’allure d’un essaim d’abeilles plein de grâce. Il existe cependant des oncidiums blancs, violets, rouges ou roses. Ces orchidées apprécient une température entre 12 et 22 °C et nécessitent beaucoup de lumière, en évitant le soleil direct qui pourrait les brûler.","Pic_URL":"https:\/\/images.truffaut.com\/media\/wysiwyg\/PLANTES\/INTERIEUR\/Orchidee\/orchidee_oncidium.jpg","Price":"39"},
    {"ID":"9","FlowerName":"Orchidée","Type":"cattleya","Tips":"Orchidée tropicale mythique, immortalisée par Marcel Proust, le cattleya se distingue par ses superbes fleurs, caractérisées par un labelle en trompette, des couleurs éclatantes et un fort parfum. Son nom est dû à un horticulteur britannique William Cattley, qui fut le premier à s’intéresser à cette magnifique orchidée. Au XIXe siècle, elle faisait fureur et les élégantes la portaient au corsage. Le cattleya fleurit entre février et novembre. Il demande de la chaleur (18 à 22 °C), des soins attentifs et une bonne lumière.","Pic_URL":"https:\/\/images.truffaut.com\/media\/wysiwyg\/PLANTES\/INTERIEUR\/Orchidee\/orchidee_cattleya.jpg","Price":"30.59"},
    {"ID":"10","FlowerName":"Lys","Type":"de la Madone","Tips":"Il s'agit de l'emblématique lys blanc, symbole de pureté, souvent utilisé par nos aïeux pour soigner les brûlures.\r\n\r\nLe lys de la Madone (Lilium candidum) est empreint d'élégance avec ses délicates fleurs d'un blanc pur qui diffusent un parfum puissant. Le lys blanc dévoile ses superbes hampes florales au printemps. Son bulbe se plante en pleine terre ou en pot, préférablement à la fin de l'été, dans un sol léger, bien drainé et exposé au soleil.\r\n\r\nLe lys de la Madone demande peu de soins, hormis un arrosage régulier durant la phase de croissance et de floraison. Très résistant, il reste en place des années une fois en terre, en se multipliant saison après saison.\r\n\r\n","Pic_URL":"https:\/\/media.gerbeaud.net\/2014\/04\/640\/lys-madone-lis-blanc.jpg","Price":"35"},
    {"ID":"11","FlowerName":"Lys","Type":"royal","Tips":"Parmi les nombreuses espèces et variétés de lys, le lys royal (Lilium regale) est l'une des plus répandues. Originaire de Chine, il développe une tige pouvant atteindre jusqu'à 1,50 mètre de hauteur, autour de laquelle s'ouvrent de multiples fleurs blanches et rosées, au cœur jaune et aux étamines imposantes et orangées.\r\n\r\nLa floraison du lys royal a lieu en été, généralement entre juin et août. Les boutons des fleurs sont d'un élégant rose pourpré et apparaissent dès le printemps. Le lys royal apprécie les climats chauds et ensoleillés. Il craint l'excès d'humidité, et nécessite un sol bien drainé.","Pic_URL":"https:\/\/images.truffaut.com\/media\/wysiwyg\/PLANTES\/GRAINES_ET_BULBES_FLEURS\/Lys-trois-5.jpg","Price":"35"},
    {"ID":"12","FlowerName":"Lys","Type":"martagon","Tips":"Le lys martagon (Lilium martagon) se distingue par ses fleurs en turban et son développement plutôt lent. Son bulbe se plante dans un sol frais, humifère et bien drainé, à 15 centimètres de profondeur, à l'automne ou au printemps.\r\n\r\nÀ l'inverse des autres variétés, le lys martagon apprécie les expositions mi-ombragées. Cette espèce sauvage et rustique fleurit en été. Dans son milieu naturel, il présente de nombreuses fleurs parfumées de couleur rose pourpré, caractérisées par des pétales recourbés et de longues étamines.\r\n\r\nD'autres variétés telles que le lys martagon blanc, le « Claude Shride » ou le « Sunny Morning » possèdent des pétales blancs, bordeaux ou jaune d'or moucheté.","Pic_URL":"https:\/\/images.truffaut.com\/media\/wysiwyg\/PLANTES\/GRAINES_ET_BULBES_FLEURS\/Lys-trois-3.jpg","Price":"35"},
    {"ID":"13","FlowerName":"Lys","Type":"hybrides","Tips":"Le lys est une plante fascinante qui a subi de nombreuses hybridations depuis 1920. Les espèces et variétés de lys comprennent donc plusieurs lys hybrides, aussi connus sous les appellations de lys asiatiques et lys orientaux. Ces derniers forment une vaste famille aux fleurs de couleurs et motifs variés, dont la tige peut mesurer de 30 centimètres à 3 mètres de haut.\r\n\r\nParmi eux, on peut citer le lys asiatique Broken Heart et ses pétales ondulés de couleur rose, les lys asiatiques doubles pourvus d'une seconde collerette de pétales internes, ou encore le lys oriental Garden Party aux fleurs compactes et blanches, dont les pétales sont traversés par une médiane jaune.","Pic_URL":"https:\/\/images.truffaut.com\/media\/wysiwyg\/PLANTES\/GRAINES_ET_BULBES_FLEURS\/Lys-trois-4.jpg","Price":"35"},
    {"ID":"14","FlowerName":"Iris","Type":"bleu","Tips":"Avec ses 325 espèces et 50 000 variétés, l’iris se décline en une large palette de couleurs. Cette fleur impressionnante s’exprime aussi bien à travers ses textures que les formes de ses fleurons et ses coloris.\r\n\r\nDepuis l’Antiquité, l’iris bleu symbolise espoir et sérénité. Il comprend de multiples nuances de bleu et de violet. On trouve beaucoup d’iris sauvages bleus dans les grands espaces des États-Unis. Là-bas, on les appelle « les drapeaux bleus ». On en rencontre aussi en Sibérie, d’assez petites tailles. Alors que l’iris d’Allemagne de jardin est fort recherché pour son violet somptueux.","Pic_URL":"https:\/\/images.truffaut.com\/media\/wysiwyg\/PLANTES\/EXTERIEUR\/Plantes_vivaces\/Iris\/iris_couleurs_fleurs\/Iris-les-plus-belles-fleurs3.jpg","Price":"20"},
    {"ID":"15","FlowerName":"Iris","Type":"jaune","Tips":"L’iris jaune est souvent associé à l’iris pseudacorus, plus connu sous l’appellation « iris des marais ». C’est en effet au bord de l’eau que cette petite herbacée vivace s’épanouit le mieux.\r\n\r\nEn Europe, on la trouve fréquemment auprès des étangs, en pleine chaleur et à la lumière. Mais elle peut aussi apprécier les sols boisés.","Pic_URL":"https:\/\/images.truffaut.com\/media\/wysiwyg\/PLANTES\/EXTERIEUR\/Plantes_vivaces\/Iris\/iris_couleurs_fleurs\/Iris-les-plus-belles-fleurs4.jpg","Price":"20"},
    {"ID":"16","FlowerName":"Iris","Type":"blanc","Tips":"Souvent commercialisé sous le nom d’« iris Dame Blanche », l’iris blanc est très présent dans les jardins d’Europe. Cette longue herbacée germanica aux multiples fleurons offre de magnifiques dégradés de blanc crème à blanc transparent. On l’aime pour la lumière qu’elle produit sous les rayons du soleil parmi ses congénères aux couleurs vives. L’iris blanc symbolise l’amour porté en cadeau.\r\n\r\nTraditionnellement, on offre un bouquet d’iris blanc lorsqu’on souhaite déclarer son amour à l’élu de son cœur. Là encore, l’iris véhicule une bonne nouvelle, puisque cet amour est scellé pour l’éternité.","Pic_URL":"https:\/\/images.truffaut.com\/media\/wysiwyg\/PLANTES\/EXTERIEUR\/Plantes_vivaces\/Iris\/iris_couleurs_fleurs\/Iris-les-plus-belles-fleurs5.jpg","Price":"20"},
    {"ID":"17","FlowerName":"Iris","Type":"noir","Tips":"L’iris noir existe beaucoup à l’état sauvage. Cet iris botanique compte plus de 200 espèces réparties dans les régions tempérées de l’hémisphère nord. En France, on compte 16 espèces naturelles d’iris noirs. Reste que le Moyen-Orient est le berceau d’un grand nombre d’iris aux teintes sombres.\r\n\r\nC’est même la fleur typique de la Jordanie. L’iris noir symbolise le mystère et la magnificence. Peut-être à cause de sa teinte qui, en fonction de la lumière, tend parfois vers le violet ou le brun foncé. Dans les jardins à la française, l’iris noir cultivé offre un contraste saisissant parmi les iris aux couleurs claires.","Pic_URL":"https:\/\/images.truffaut.com\/media\/wysiwyg\/PLANTES\/EXTERIEUR\/Plantes_vivaces\/Iris\/iris_couleurs_fleurs\/Iris-les-plus-belles-fleurs6.jpg","Price":"20"},
    {"ID":"22","FlowerName":"Lilas","Type":"Charles Joly","Tips":"Hauteur : 2,50 à 3 m. Epaisseur : 3 m.\r\n\r\nFloraison : en avril-mai, double pourpre lie de vin à revers argenté.\r\n\r\nQualités : une variété classique très odorante.","Pic_URL":"https:\/\/images.truffaut.com\/media\/wysiwyg\/PLANTES\/EXTERIEUR\/Arbres_arbustes\/charles-joly.jpg","Price":"15"},
    {"ID":"23","FlowerName":"Lilas","Type":"Belle de Moscou","Tips":"Hauteur : 2,50 à 3 m. Epaisseur : 3 m.\r\n\r\nFloraison : en avril-mai, double rose très pâle\r\n\r\nQualités : variété vigoureuse, à floraison chic et romantique, extra en bouquet.\r\n","Pic_URL":"https:\/\/images.truffaut.com\/media\/wysiwyg\/PLANTES\/EXTERIEUR\/Arbres_arbustes\/belledemoscou.jpg","Price":"15"},
    {"ID":"24","FlowerName":"Lilas","Type":"Madame Lemoine","Tips":"Hauteur : 3 à 4 m. Epaisseur : 3 m.\r\n\r\nFloraison : en avril-mai, double blanc pur.\r\n\r\nQualités : très florifère, extra en haie, car il produit beaucoup de rejets.","Pic_URL":"https:\/\/images.truffaut.com\/media\/wysiwyg\/PLANTES\/EXTERIEUR\/Arbres_arbustes\/Madame-lemoine.jpg","Price":"15"},
    {"ID":"25","FlowerName":"Lilas","Type":"Louis Spaeth","Tips":"Hauteur : 2,50 à 3 m. Epaisseur : 3 m.\r\n\r\nFloraison : en avril-mai, grandes panicules de fleurs simples rouge sombre au parfum fleuri.\r\n\r\nQualités : généreux et robuste.","Pic_URL":"https:\/\/images.truffaut.com\/media\/wysiwyg\/PLANTES\/EXTERIEUR\/Arbres_arbustes\/Souvenir-de-Louis-Spaeth_1.jpg","Price":"15"}
    ]